Repository: fazfaz7/Blinko
Catalog: Blinko/Services/*.lproj/Localizable.strings
Languages: es_419, it

# welcome_title
source: Welcome to Blinko!
es_419: ¡Bienvenido a Blinko!
it: Benvenuto su Blinko!

# welcome_description
source: Blinko helps kids discover a new language through play and **real-world exploration**.
es_419: Blinko ayuda a los niños a descubrir un nuevo idioma jugando y **explorando el mundo real**.
it: Blinko aiuta i bambini a scoprire una nuova lingua giocando e **esplorando il mondo reale**.

# onboarding_objects_title
source: Every level features **four real-world objects** that children can explore, learn about, and discover.
es_419: Cada nivel presenta **cuatro objetos reales** que los niños pueden explorar, conocer y descubrir.
it: Ogni livello presenta **quattro oggetti reali** che i bambini possono esplorare, conoscere e scoprire.

# treasure_hunt_title
source: **Treasure Hunt**
es_419: **Búsqueda del Tesoro**
it: **Caccia al Tesoro**

# treasure_hunt_description
source: Look for each object from the level in the real world and **snap a picture** with the camera. Discover its name in the new language!
es_419: Busca cada objeto del nivel en el mundo real y **toma una foto** con la cámara. ¡Descubre su nombre en el nuevo idioma!
it: Cerca ogni oggetto del livello nel mondo reale e **scatta una foto** con la fotocamera. Scopri il suo nome nella nuova lingua!

# image_matching_title
source: **Image-Matching Game**
es_419: **Juego de Imágenes**
it: **Gioco delle Immagini**

# image_matching_description
source: Listen to the word and tap the card with the matching object. Try to connect every sound to the **right drawing**!
es_419: Escucha la palabra y toca la carta con el objeto correcto. ¡Intenta conectar cada sonido con el **dibujo adecuado**!
it: Ascolta la parola e tocca la carta con l’oggetto giusto. Prova a collegare ogni suono al **disegno corretto**!

# find_it_again_title
source: **Find It Again!**
es_419: **¡Encuéntralo otra vez!**
it: **Trovalo di nuovo!**

# find_it_again_description
source: Youâ€™ll hear a word in your new language and see its silhouette. Search for the real object nearby and show it to the camera to find out if you matched it!
es_419: Escucharás una palabra en tu nuevo idioma y verás su silueta. Busca el objeto real cerca y muéstralo a la cámara para ver si acertaste.
it: Sentirai una parola nella tua nuova lingua e vedrai la sua sagoma. Cerca l’oggetto reale vicino a te e mostralo alla fotocamera per vedere se hai indovinato.

# language_selection_title
source: **Language Selection**
es_419: **Selección de Idioma**
it: **Selezione Lingua**

# language_selection_description
source: Pick the language your child will learn!
es_419: ¡Elige el idioma que aprenderá tu niño!
it: Scegli la lingua che imparerà tuo figlio!

# onboarding_lets_go
source: Let's Go!
es_419: ¡Empecemos!
it: Iniziamo!
